Repository: c0chonnet/teed
Catalog: translations/*/LC_MESSAGES/messages.po
Languages: et, ru

source: Interactive exhibition | Home page
et: Interaktiivne näitus | Avaleht
ru: Интерактивная выставка | Домашняя страница

source: Visit
et: Külastus
ru: Посещение

source: About
et: Näitusest
ru: О выставке

source: End of the visit
et: Külastuse lõpp
ru: Завершение посещения

source: You had no interactions during your visit! Please read the instructions and try again.
et: Sa ei suhelnud külastuse jooksul ühegi teosega! Loe juhiseid ja proovi uuesti:
ru: К сожалению, вы не взаимодействовали с достаточным количеством работ! Пожалуйста, прочтите инструкции и попробуйте еще раз.

source: Try again
et: Proovi uuesti
ru: Попробовать снова

source: Here is your route! The walk along this
et: Siin on sinu teekond! Kõndides mööda seda
ru: Ваш маршрут готов! Прогулка по этому

source: km route will take about
et: km pikkust rada, läbid teekonna umbes
ru: маршруту займет приблизительно

source: h. Make a screenshot to revisit it in a real town and don't forget to share it in social media with hashtag #näitusteed!
et: tunniga. Salvesta vaade ekraanitõmmisena, et saaksid läbida sama tee linnaruumis. Jaga ekraanitõmmist ka sotsiaalmeedias, kasutades postituses hashtagi #näitusteed!
ru: ч. Поделитесь скриншотом в социальных сетях с хэштегом #näitusteed!

source: You can always open this page via this link:
et: Lehekülje saad alati uuesti avada järgneva veebiaadressi kaudu:
ru: Вы всегда можете открыть маршрут по этой ссылке:

source: Learn more about authors and support them by subscribing in social networks:
et: Saa kunstnikega lähemalt tuttavaks ning hakka jälgijaks sotsiaalmeedias:
ru: Узнайте больше об авторах выставки и поддержите их подпиской в социальных сетях:

source: Learn more
et: Loe lähemalt
ru: Узнать больше

source: An interactive exhibition about Tartu
et: Tartu teemaline interaktiivne näitus
ru: Интерактивная выставка о Тарту

source: Read the instructions below and press <i>Start</i>
et: Loe allpool toodud juhiseid ning vajuta <i>Alusta</i>
ru: Прочтите инструкции и нажмите <i>Начать</i>

source: Start
et: Alusta
ru: Начать

source: Instructions
et: Juhised
ru: Инструкция

source: Press <i>Start</i> and allow camera access in your browser. This is necessary for interacting with the artwork; the site does not collect any personal data.
et: Vajuta nuppu <i>Alusta</i> ning luba oma veebibrauseris ligipääs kaamerale. See on vajalik teostega interaktiivselt suhtlemiseks; veebisait ei kogu külastaja isikuandmeid.
ru: Нажмите <i>Начать</i> и разрешите доступ к камере вашего браузера. Это необходимо для взаимодействия с работами; сайт не собирает личные данные.

source: When the loading has stopped, and you see the scanner screen, the AR engine is ready for work. Loading can take up to one minute.
et: Kui laadimine on lõppenud ja näed ekraanil skaneerimise animatsiooni, on liitreaalsuse mootor tööks valmis. Laadimine võib kuni minuti aega võtta.
ru: Когда круглый прелоадер изменится на сканирующий, AR готов к просмотру. Это может занять до минуты.

source: Select an artwork and move your camera towards it to view the augmentation. Each painting has one, and augmented sketches in the sketchbooks are marked with a special sticker.
et: Vali sobiv kunstiteos ja suuna oma kaamera selle poole, et näha augmentatsiooni. Igal maalil ja joonistusel on küljes nö "liitreaalne lisa", visandiraamatutes on sellise lisaga tööd märgistatud spetsiaalse kleebisega.
ru: Выберите интересующую работу и направьте на нее камеру, чтобы увидеть дополнение. Дополнение есть у каждой картины, а AR-скетчи в скетчбуках помечены специальным стикером.

source: Scan the artworks using a mobile phone. Do not move the camera from one work to another too fast, wait for the scanner to appear again. Augmentations can change with delay, depending on the smartphone's model and the browser being used.
et: Kasuta kunstiteoste skaneerimiseks nutitelefoni. Ära liiguta kaamerat liiga kiiresti ühelt teoselt teisele &#8212; oota, kuni skaneerimise vaade ilmub uuesti ekraanile. Animatsioonid võivad muutuda viivitusega, olenevalt nutiseadme mudelist ja kasutatavast veebibrauserist.
ru: Просматривайте работы при помощи мобильного телефона. Не переводите камеру с работы на работу слишком резко, дождитесь появления сканирующего прелоадера. В зависимости от модели смартфона и браузера, дополнения сменяются медленно, в течение нескольких секунд.

source: If the scanning animation disappeared but an augmentation did not appear, refresh the page and start again. It is recommended to interact with 5-10 works per visit, this way the AR engine can work better and the resulting routes are of reasonable length.
et: Juhul, kui skaneerimise animatsioon kadus ekraanilt, kuid teose augmentatsioon ekraanile ei ilmunud, värskenda veebilehte ja alusta uuesti. Soovitame külastuse jooksul suhelda 5-10 teosega, nii saab liitreaalsuse mootor oma tööd paremini teha ning külastuse lõpus kuvatav teekond on mõistliku pikkusega.
ru: Если сканирующая анимация пропала, а дополнение не появилось, обновите страницу и начните заново. Рекомендованное количество работ в одном визите &#8212; 5-10. Это нужно для лучшей работы AR дополнений и более короткого маршрута.

source: We would appreciate if you could post screenshots or screen videos of artwork animations with the hashtag
et: Oleme väga tänulikud, kui teete külastuse jooksul ekraanitõmmiseid või -salvestusi ning jagate neid sotsiaalmeedias hashtagiga
ru: Мы будем очень благодарны увидеть ваши скриншоты или видео в социальных сетях с хештегом

source: to social media! After visiting all the interesting works, press <i>End visit</i>.
et: ! Kui kõik huvipakkuvad teosed on külastatud, vajuta nuppu <i>Lõpeta külastus</i>.
ru: ! После посещения всех интересных работ нажмите <i>Завершить посещение</i>.

source: You will be redirected to the page of your exhibition route, which is mapped to the city. It will contain up to 10 points from your visit. If you want to get a route with certain artworks, start a new visit and interact only with needed pieces.
et: Sind suunatakse edasi lehele, kus näed külastatud teostest koosnevat teekonda, mis on kantud linna kaardile. Teekond sisaldab kuni kümmet punkti sinu külastusest. Kui soovid tulemuseks rada, mis koosneb kindlatest teostest, alusta külastust uuesti ja suhtle ainult soovitud teostega.
ru: Вы будете перенаправлены на страницу вашего "маршрута", перенесенного на улицы реального города. В него войдет до 10 случайных точек из вашего посещения. Если вы хотите получить точный маршрут, начните новый визит и взаимодействуйте только с теми работами, которые в нем нужны.

source: Use the route to take a walk through the city and enjoy the beauty of Tartu &#8212; the European Capital of Culture 2024! Don't forget to check out Plantarium to buy stickers from our artists.
et: Kasuta loodud teekonda, et jalutada mööda linna ja nautida Tartu, 2024. aasta Euroopa kultuuripealinna ilu! Ära unusta läbi astumast Plantariumist, kust saad lisaks laiale taimevalikule soetada ka näitusel osalevate kunstnike kleebiseid.
ru: Используйте маршрут в городе и насладитесь красотой культурной столицы! Не забудьте посетить Plantarium, чтобы купить стикеры с работами художниц!

source: Enjoy the visit!
et: Head külastust!
ru: Приятного посещения!

source: The exhibition was created by local developers and artists with the support of Plantarium by Jardin and the Open Cultural Platform of Aparaaditehas. During the exhibition period, a number of lectures and workshops will be held by the participants, so check out the
et: Näituse koostasid kohalikud arendajad ning kunstnikud Plantarium by Jardin-i ja Aparaaditehase avatud kultuuriplatvormi toel. Näituse perioodil on korraldajatel kavas läbi viia mitmeid loenguid ja töötubasid, seega külasta
ru: Выставка создана местными разработчицами и художницами при поддержке Открытой платформы Aparaaditehas и Plantarium. Подпишитесь на

source: Facebook event
et: Facebooki üritust

source: to stay updated and support our artists with a follow on social media!
et: , et püsida kursis kõige ajakohasema infoga, ning toeta kunstnikke, liitudes nende sotsiaalmeedia jälgijaskonnaga!
ru: , чтобы не пропустить лекции и воркшопы. Поддержите нас подпиской в социальных сетях!

source: We support the organization Helping to Leave &#8212; 24/7 helpline for Ukrainians evacuating from areas of military conflict.
et: Toetame organisatsiooni Helping to Leave &#8212; 24/7 abiliin ukrainlastele sõjalise konflikti piirkondadest evakueerumiseks.
ru: Мы помогаем организации Helping to Leave &#8212; круглосуточной линии поддержки для украинцев, эвакуирующихся из зоны военного конфликта.

source: Learn more and donate
et: Loe lähemalt ja anneta
ru: Узнать больше и поддержать

source: Participants
et: Osalejad
ru: Участники

source: Exhibition author and developer, data analyst. Self-taught artist and illustrator, publishing her artwork under the nickname (by) vaenaton. Master of Digital Humanities.
et: Näituse idee autor ja arendaja, andmeanalüütik. Iseõppinud kunstnik ja illustraator, avaldades oma töid nime all (by) vaenaton. Digitaalsete humanitaarteaduste magister.
ru: Автор и разработчица выставки, аналитик данных. Художница-самоучка, публикующая свои работы под ником (by) vaenaton. Магистр Digital Humanities.

source: Exhibition organizer and developer, designer. Student at the Institute of Mathematics and Statistics @ UT, Tartu Art School graduate. Engineer in one of the Estonian unicorns.
et: Näituse korraldaja ja arendaja, disainer. TÜ matemaatika ja statistika instituudi tudeng, Tartu Kunstikooli vilistlane. Töötab insenerina ühes Eesti ükssarvikus.
ru: Организатор и разработчица выставки, дизайнер. Студентка Института математики и статистики Университета Тарту, выпускница Тартуской художественной школы. Разработчица в эстонской компании-единороге.

source: Local self-taught painter whose works can be found on canvases as well as streets. Member of Tartu Artists' Union and soon-to-be city naivist.
et: Kohalik iseõppijast maalikunstnik, kelle töid leiab nii lõuendilt kui tänavalt. Tartu Kunstnike Liidu liige ja tulevane linnanaivist.
ru: Работы этой художницы-самоучки вы можете увидеть и на холстах, и на улицах. Член Союза художников Тарту, в будущем — художница-наивист Тарту.

source: Sashami a.k.a. Sasha Milyakina is a research fellow in Semiotics at UT and a freelance artist who captures Tartu's architectural heritage in art form. Starting from 2017, she has created calendars inspired by the city. Her clients include the University of Tartu, Tartu City Government, Tartu City Museum, Setomaa museums and many more. Sasha is from Moscow and has been living in Estonia since 2013.
et: Sashami ehk Sasha Milyakina on TÜ semiootika teadur ja vabakutseline kunstnik, kes tegeleb Tartu arhitektuurilise pärandi jäädvustamisega kujutava kunsti vormis. Alates 2017. aastast on ta loonud linnast inspireeritud kalendreid. Tema klientide hulka kuuluvad Tartu Ülikool, Tartu Linnavalitsus, Tartu Linnamuuseum, Setomaa Muuseumid ja paljud teised. Sasha on pärit Moskvast ja elab Eestis 2013. aastast alates.
ru: Sashami, или Саша Милякина — научная сотрудница Института философии и семиотики Тартуского университета. Саша занимается сохранением архитектурного наследия Тарту в живописной форме и с 2017 года создает календари, посвященные городу. В числе ее клиентов — Тартуский университет, Городская управа Тарту, Городской музей Тарту, Музеи Сетомаа и многие другие. Родилась в Москве, живет в Тарту с 2013 года.

source: Also known as Olevus Art. Kristel's everyday companion on journeys and walks is her sketchbook &#8212; the place to capture her surroundings in various environments.
et: Tuntud ka kui Olevus Art. Kristeli igapäevaseks kaaslaseks rännakutel ja jalutuskäikudel on visandiraamat, kuhu joonistab enda ümber olevat erinevates keskkondades.
ru: Также известна как Olevus Art. Ее ежедневным спутником является скетчбук, в котором она рисует то, что ее окружает.

source: Bachelor in Architecture, artist, currently works in Soulmark Tattoo & Barber.
et: Arhitektuuri bakalaureus, kunstnik, hetkel tätoveerija salongis Soulmark Tattoo & Barber.
ru: Бакалавр архитектуры, художница, тату-мастер в Soulmark Tattoo & Barber.

source: End visit
et: Lõpeta külastus
ru: Завершить посещение
